[{
        "name": "Toronto",
  			"briefdescription":"Toronto is Canada's largest city, the fourth largest in North America, and home to a diverse population of about 2.8 million people. It's a global centre for business, finance, arts and culture and is consistently ranked one of the world's most livable cities.",
        "date": "Dec 25th, 2017",
        "image": "assets/toronto.jpg",
        "departLat": 43.659719,
        "departLng": -79.396889,
        "destLat": 43.647487,
        "destLng": -79.379254,
        "description": ["Day One: Toronto has some pretty fine spa options, but if you want to get away from the city and relax in an absolutely gorgeous setting, Scandinave Spa is the ultimate day trip. Because there's a registration system for the baths, it never gets completely overcrowded. It's a bit of a hike, but you'll be completely relaxed on the way back.", "Day Two: If you think vintage streetcars and and other transit vehicles are cool, the Halton Radial Railway will be a wonderland for you. There's old Peter Witt and PCC streetcars among the host of relics here. You can even ride on the little track they have!", "Day Three: Located on the outskirts of Campbellford in Ferris Provincial Park, the Ranney Gorge Suspension Bridge is a must-visit destinations. It spans 300 feet above a quick rushing section of the Trent River and offers stunning views of Northumberland County."],
  		  "id": "0",
        "hostuser": "shan"
  		},
  		{
  			"name": "Niagara Fall",
  			"briefdescription":"Niagara Falls draws around 12 million visitors per year, who might not realize that Niagara Falls is actually composed of three falls: American, Bridal and Horseshoe. They converge and crest over a 170-foot dolomite and shale cliff to plummet to the raging river below.",
        "date": "Jan 25th, 2018",
        "image": "assets/niagara.jpg",
        "departLat": 43.659719,
        "departLng": -79.396889,
        "destLat": 43.082439,
        "destLng": -79.105897,
        "description": ["Day One: It's the ultimate day trip from Toronto, so much so that Niagara Falls has become completely predictable. Shake it up next time you go by really soaking up the kitsch at the Flying Saucer restaurant before cruising along the Niagara Parkway (by car or bike) to the little town of Chippawa just southeast of all the tourist action."],
  			"id": "1",
        "hostuser": "shan"
  		},
  		{
  			"name": "White Rock Beach",
  			"briefdescription":"White Rock is a city in British Columbia, Canada. It is a member municipality of Metro Vancouver, the governing body of the Greater Vancouver Regional District.",
        "date": "Feb 25th, 2018",
        "image": "assets/whiterock.jpg",
        "departLat": 49.196835,
        "departLng": -123.181507,
        "destLat": 49.023057,
        "destLng": -122.808242,
        "description": ["Day One: Start your day trip in White Rock at the granite behemoth of a boulder that gives the town its name. Found near the promenade, the 4 meter high, 486-ton stone, is a deposit from a glacial erratic – a piece of rock that differs from the native rocks in the area after having been transported around the continent by a glacier. This massive stone is kept white through the application of white paint by the city parks department as it is a prime target for graffiti.", "Day Two: Situated moments away from the ancient White Rock, the famous promenade runs nearly the entire length of the beach and has a lot to offer. From The Railway Station House, which showcases the extensive railway history that really spurred the growth of White Rock, to the exquisitely decorated washrooms you’ll find plenty to explore within the 2.2-km, ocean side promenade. Once you’ve soaked up the sights on the East Beach and West Beach sides of the promenade it’s time to visit White Rock’s historic pier.","Day Three: Found a full 8 minutes away (or just about 5 km) from the White Rock Promenade, the Peace Arch Park is easy to reach. Built in 1921, the Peace Arch Park straddles the International Boundary between the United States and Canada and is the first structure of its kind in the world. The Arch was designed to commemorate the lasting peace between the United States and Canada. Throughout the years the monument has been used in a variety of different ways. For the 2010 Winter Olympics in Vancouver the arch way was used as the official western United States gateway, and it has also been the site of numerous protests and unity marches.","Day Four: After lunch at the Peace Arch Park, hop back in your 2015 Volkswagen Golf and take the short drive towards the north-west to White Rock’s alternative beach – Crescent beach. Technically found in Surrey, Crescent Beach is home to a handful of establishments which run the gamut from ice cream, fish and chips, coffee houses, boutique shopping, art stores, to fabulous sit-down dining experiences. Crescent Beach emits a similar small-town, sea side feeling as White Rock. However, in the winter the area is renowned for being a bird-watchers haven. Known particularly for its Bald Eagle nesting and hunting grounds, Crescent Beach is perfect for the beach goer looking for a quieter patch of land than that found throughout most of Vancouver’s swarmed beaches.","Day Five: Offering a full day of exploration and adventure, White Rock is sure to make your next family weekend a more than memorable experience. Simply pile in to the car, hop on the highway, and head this way!"],
  			"id": "2",
        "hostuser": "shan"
  		}]
